const PHOTOS_COUNT = 25;

const DESCRIPTIONS = [
  'Прекрасный вечер',
  'Любимое фото',
  'Летнее приключение',
  'Вечер с друзьями',
  'Приключения ждут',
  'Летний пейзаж',
  'Хорошее настроение'
];

const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const NAMES = [
  'Андрей',
  'Василиса',
  'Олег',
  'Роман',
  'Ольга',
  'Василий'
];

export { PHOTOS_COUNT, DESCRIPTIONS, MESSAGES, NAMES };
